var chinese_set_23 = [
    "〔名〕 周末",
    "〔名〕 滑冰，溜冰",
    "〔名〕 口味，(食物的)味道",
    "〔名〕 每次，每回",
    "〔名〕 上下班，通勤",
    "〔名〕 船",
    "〔名〕 布料，衣料",
    "〔名〕 关门时间",
    "〔名〕 毕业典礼",
    "〔动1〕 不同，不一样",
    "〔动1〕 拥挤，混杂",
    "〔动1〕 定，决定",
    "〔动2〕 告诉",
    "〔动2〕 查(看)，弄清",
    "〔形1〕 (口味)重;浓",
    "〔形1〕 (口味)轻;薄",
    "〔形1〕 早",
    "〔形1〕 晚，慢",
    "〔副〕 可能，大概",
    "〔专〕 东京站"
];

var jap_set_23 = [
    "しゅうまつ(週末)",
    "スケート",
    "あじ(味)",
    "まいかい(毎回)",
    "つうきん(通勤)",
    "ふね(船)",
    "きじ(生地)",
    "へいてんじこく(閉店時刻)",
    "そつぎょうしき(卒業式)",
    "ちがいます(違います)",
    "こみます(込みます)",
    "きまります(決まります)",
    "しらせます(知らせます)",
    "たしかめます(確かめます)",
    "こい(濃い)",
    "うすい(薄い)",
    "はやい(早い)",
    "おそい(遅い)",
    "たぶん",
    "とうきょうえき(東京駅)"
];

export { chinese_set_23, jap_set_23 };